import { AccordionElement } from '@/features/accordion-main-page';

export const desktopTexts: string[] = [
  '1. Широкий ассортимент товаров;',
  '2. Качественные товары;',
  '3. Техническая поддержка и консультации;',
  '4. Конкурентоспособные цены;',
  '5. Надежная и быстрая доставка.',
];

export const mobileText = 'Задача организации, в особенности же высококачественный прототип будущего проекта требует определения и уточнения новых принципов формирования материально-технической и кадровой базы. Мы вынуждены отталкиваться от того, что существующая теория, в своём классическом представлении, допускает внедрение благоприятных перспектив. А также базовые сценарии поведения пользователей освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, в равной степени предоставлены сами себе. Наше дело не так однозначно, как может показаться: перспективное планирование способствует подготовке и реализации поставленных обществом задач. Безусловно, современная методология разработки играет важную роль в формировании направлений прогрессивного развития. Повседневная практика показывает, что существующая теория создаёт предпосылки для как самодостаточных, так и внешне зависимых концептуальных решений.';

export const accordionText: AccordionElement[] = [
  {
    title: '1. Широкий ассортимент товаров',
    description: 'Компания предлагает широкий ассортимент оборудования и инструмента зарубежных и российских производителей, что даёт Клиенту возможность найти именно то, что нужно для его производства.',
  },
  {
    title: '2. Качественные товары',
    description: 'Компания сотрудничает исключительно с надежными брендами, проверенными временем, что гарантирует Клиенту стабильность производственных процессов.',
  },
  {
    title: '3. Техническая поддержка и консультации',
    description: 'Компания предлагает профессиональную консультацию по выбору и эксплуатации необходимого оборудования и инструмента. Наши специалисты учитывают потребности Клиента и подбирают решения в кратчайшие сроки.',
  },
  {
    title: '4. Конкурентоспособные цены',
    description: 'Компания, за счёт прямого сотрудничества с производителями, позволяет Клиенту решить его задачи, в разных ценовых сегментах - от бюджетного до премиального.',
  },
  {
    title: '5. Надежная и быстрая доставка',
    description: 'Компания отвечает за весь процесс логистики, осуществляя поставку непосредственно до склада Клиента.',
  },
];
