import BrandImgTest from '@/public/brand-img-test.png';

export const testData = {
  description: 'SigmaCNC внедряет передовые технологии проектирования и производства немецких станков, применяя большое количество передового оборудования и высококвалифицированных технических рабочих с превосходными традициями промышленного производства в Шанхае и современными информационными технологиями. Интеграция этого уникального ресурса гарантирует, что мы сможем производить высококачественные продукты с ЧПУ.',
  tools: [
    'Концевые фрезы',
    'Комбинированные инструменты для сверления и нарезания резьбы',
    'Резьбонарезные фрезы',
    'Метчики',
    'Пластины для токарной обработки',
    'Сменные пластины для растачивания \\ фрезерования, для нарезания резьбы и канавок, для расширения ',
    'Насадки для инструментов',
  ],
  brandImg: BrandImgTest,
  brandTitle: 'SigmaCNC',
};
