export const directorText = {
  desktop: [
    'Компания "ООО "Микрос" предлагает разные решения в области металлообработки от металлорежущего  инструмента до индивидуальных проектов по внедрению оборудования. За всё время работы, компания смогла установить партнерские отношения и зарекомендовала себя как надежный и стабильный поставщик на предприятиях Российской Федерации.',
    'Открытость и честность в сотрудничестве, а также своевременные поставки способствовали укреплению партнерских отношений с клиентами. Ведётся постоянная работа над улучшением всех процессов и поиском новых возможностей для решения задач клиентов.',
    'Наша компания создана для того, чтобы промышленность активно развивалась используя качественный инструмент, современные технологии, а так же внедряя инновационные разработки, как местных производителей, так и передовых стран мира.',
  ],
};
