export const directorText = {
  desktop: [
    'ООО "Микрос" – стала успешным и надежным поставщиком металлорежущего, слесарного инструмента и станков зарубежных производителей на предприятия в России. Благодаря усилиям и опыту руководителя, компания смогла установить партнерские отношения с ведущими предприятиями в различных отраслях.',
    'Тесное сотрудничество и своевременные поставки способствовали укреплению партнерских отношений с клиентами. Наша компания постоянно работает над улучшением своих процессов и ищет новые возможности для решения задач клиентов.',
    'Наша компания создана для того, чтобы промышленность активно развивалась используя качественный инструмент, современные технологии, а так же внедряя инновационные разработки, как местных производителей, так и передовых стран мира.',
  ],
};
